[
  {
    "id": "64df6b9f-b0fd-4ae4-9107-597027e84d6d",
    "title": "Anderland",
    "description": "About The Freedom Of Travel - The works in this series were created between 2010 and 2020. In Anderland, among other things, I repeatedly take up the subject of mourning and the feeling of being a stranger in this world. It is about the aftermath of traumatic, life-changing events; about ruptures; about departure. The images are often linked to texts I have collected in the book Tidal Currents. In my search, I explore photographic space, oscillating between romantic kitsch, and abysmal blackness, between opulence and minimalism, between subtle and “fist on eye”.  Following the Magical Realism of the 1920s — I mix surrealism with representational scenarios. The human being is always at the centre, because it is all about his inner feelings, sometimes more sometimes less subtle, sometimes with a wink, and always very personal, as life is. The images are often linked to texts — for example Insomnia — which I collect in the book Gezeitenströme. At the moment I’m turning the series into a final book.",
    "zeitraum_von": "2010",
    "zeitraum_bis": "2019",
    "shortnote": "",
    "artworks": [
      "46796e5c-756e-4908-b56f-89c4ce08bdd3",
      "e5d9b0d2-b0c9-4318-b60c-83bf2eae20b3"
    ]
  },
  {
    "id": "4f266b5e-ed09-4496-818d-9938e53e1e5c",
    "title": "Zwischenzeit",
    "description": "Welcome in the meantime (Zwischenzeit). This is a long-term project about people who move in public space. It shows different people in everyday situations. Blurred, fleeting moments, bizarre moments, touching moments, gestures, casual moments that seconds later are already over again, and are replaced by the next fleeting moment. It is the many small moments of everyday life that often pass us by unnoticed. Here are a few of them stopped, held, preserved to be able to look at them and let them affect me… From time to time I process the results into photo books: ",
    "zeitraum_von": "2016",
    "zeitraum_bis": "heute",
    "shortnote": "",
    "artworks": ["e13279a4-1143-4c92-bd53-21e7796b3d79"]
  },
  {
    "id": "7817c106-0a45-4b0f-94f4-90087ecea5c8",
    "title": "Binary Voids",
    "description": "Foreign Virtual Worlds — Virtual (Travel | Street | Portrait) Photography from Control (Remedy Entertainment), Cyberpunk 2077 (CD Project Red), Hellblade (Ninja Theory), No Mans Sky (Hello Games), Watch Dogs (Ubisoft) ,The Witcher (CD Project Red) I love traveling through virtual spaces, which I’ve been exploring more and more frequently lately also by means of virtual photography. Here are a few photographs from these virtual digital worlds, created directly with the camera in the game and mostly cropped to portrait format... and yes, I admit that I’m indulging a little bit my weakness for science fiction here. A few thoughts and further information about virtual photography in general, and about the project in special I collect in my notebook (but be aware its written in german). If you like, follow along my ingame photography on Instagram",
    "zeitraum_von": "2022",
    "zeitraum_bis": "heute",
    "shortnote": "",
    "artworks": []
  },
  {
    "id": "07ff94c8-f1c2-49ae-82e5-90692fe2cea4",
    "title": "Generativ",
    "description": "Angesiedelt irgendwo zwischen Mikrokosmos und Makrokosmos — wie der Mensch im Universum höchstselbst — interessiert mich am Thema Generative Art / Creative-Coding vor allem die Schnittstelle zwischen Ordnung und Chaos, die Abstraktion, die geometrische und natürliche Form. Meine Arbeiten sind in der Regel dynamisch, und über Parameter veränderbar. Es geht erst mal um die Ordnung der sich alles unterordnet, und in die sich alles — und jeder — einordnet. Alles ist Ausdruck dieser Ordnung: Die sauber angeordneten geometrischen abstrakten Figuren, die Herstellung durch Mathematik und Maschinencode, bis hin zum Druck durch einen Roboter. Alles arbeitet zuverlässig, nach Regeln, konstant und gleichförmig im Takt wie ein niemals ermüdendes Uhrwerk. Das steht gleichsam für die gewollte, beruhigende Konstanz in unseren Leben, das konservative, das sich nur widerwillig ändern mag. Dem Gegenüber steht die Störung dieser Ordnung, die Zerstörung. Das Spannungsfeld zwischen Ordnung und Chaos, dem Perfekten und Unperfekten, ist für mich besonders spannend.",
    "zeitraum_von": "2021",
    "zeitraum_bis": "heute",
    "shortnote": "",
    "artworks": []
  },
  {
    "id": "5daa3d00-5079-4499-a1e9-cad18c93453b",
    "title": "Hör.Bar",
    "description": "Ich experimentiere von Zeit zu Zeit gerne mit den Frequenzen im hörbaren Bereich. Musik möchte ich das nicht nennen, aber es sind Versuche dem Phänomen näher zu kommen. Hier hab ich ein paar olle Kamellen ausgegraben, die ich zukünftig um aktuelle Versuche ergänzen möchte. Ich hab da gerade wieder Bock drauf. Willkommen in meiner Hör.Bar",
    "zeitraum_von": "2007",
    "zeitraum_bis": "heute",
    "shortnote": "",
    "artworks": []
  },
  {
    "id": "4659b401-c21e-410a-a2fd-ebf4e1e547f1",
    "title": "Porträtskulpturen",
    "description": "Das Thema Portratitplatik beschäftigt mich von Zeit zu Zeit, aber leider viel zu selten. Der Prozess ist ziemlich aufwändig und mir fehlt dafür einfach eine Werkstatt.",
    "zeitraum_von": "2020",
    "zeitraum_bis": "2022",
    "shortnote": "",
    "artworks": []
  },
  {
    "id": "9da4b6b7-56ec-49ef-9999-a018fe8cb21e",
    "title": "Malerei & Zeichnung",
    "description": "Zeichnen hat mich schon immer fasziniert. Ich habs dann aus den Augen verloren, und finde es im Moment langsam über die Fotografie wieder. Ich bin aber zu ungeduldig, deshalb entstehen meist nur schnelle Skizzen.",
    "zeitraum_von": "2020",
    "zeitraum_bis": "heute",
    "shortnote": "",
    "artworks": []
  }
]
