[
  {
    "id":"22059577-0693-443c-bf46-7af893764284",
    "title": "Fotografie zwischen Share & Like",
    "content":"Den Artikel 'Share dich zum Teufel' auf kwerfeldein.de habe ich heute Morgen kopfnickend gelesen bis Genickstarre einsetzte. Rüdiger Beckmann spricht mir sowas von aus der Seele, spiegelt mein Empfinden und er.leben wieder, und er ist dabei so umfassend das eigentlich jedes weitere Wort überflüssig ist. Bravo! Eigentlich war ich voll, und mir fiel nix ein was ich dazu noch hätte sagen können. Dennoch hatte ich den Artikel spontan kommentiert, und dann ließ mich das Thema heute den ganzen Vormittag nicht mehr los. Mir kamen immer mehr Gedanken, und so habe ich meinen Kommentar flott zu einem eigenen kleinen Artikel ausgebaut: Ich stelle mir auch öfter mal die Frage was soll ich hier? Ich mag diese Selbstvermarktung und Selbstinszenierung nicht, und die Art und Weise wie sie mir vom Internet aufgezwungen wird. Dennoch nehme ich in zurückgenommener Art daran Teil, eben weil ich mich auch mitteilen mag, und gerne über diese Social-Community namens Facebook in Kontakt mit meinen Freunden bin, wobei „Freund“ bedeutet wir kennen uns in der Regel persönlich :) Man bekommt schon mehr voneinander mit als auf traditionellem Wege. Ich mag diese lose gekoppelte Form der Kommunikation — es ist als ob man beiläufig mitbekommt was entfernt lebende Freunde gerade machen. Da „Wasch mir den Pelz aber mach mich nicht nass“ nicht geht, ist der Preis dafür das Einlassen auf die Regeln des Betreibers, das Herausgeben persönlicher Daten und Informationen — das Akzeptieren von Werbung, das man manchmal mehr mitbekommt als man eigentlich möchte, und sich fühlt wie auf einem Markt zwischen lauten Marktschreiern die um Aufmerksamkeit buhlen… So erscheint es mir auch das die Welt dort nur noch aus Fotografen, Fotografien und Fotografierten besteht, denn das ist was mir das Internet mit seinen automatisierten Mechanismen vorgaukelt. Ich werde mit Fototechnik beworben, bekomme Fotoseminare angeboten, Fotografen schauen Fotografien, vernetzen sich mit Fotografen liken und kommentieren sich gegenseitig. Ich frage mich schon lange was das soll. Dieses Jagen nach Likes und Followern, dieses „folgst du mir so folge ich dir“ Spiel, dieses „fishing for compliments“ ist nicht meins, und ich habe mich ganz schnell davon getrennt als ich gemerkt habe das die Menschen sich nicht im geringsten für meine Arbeiten interessieren, sondern nur auf mein „Like“ aus waren. Für mich war es okay, wenn ich jemandem Folge dem meine Arbeiten nicht gefallen. Dann gibt es aber auch diese Menschen, die einem einen Like geben mit der Aufforderung es doch im Gegenzug gleich zu tun. Ich habe mir dann deren Arbeiten angeschaut und nur ein Like zurück gegeben wenn mich die Arbeiten angesprochen haben. Der „nicht like“ wurde aber mit sofortigem „Like-Entzug“ bestraft. Ich hab es nicht eingesehen Fotografen zu „liken“ deren Arbeiten mich nicht ansprechen. Was nützen mir eine million Likes, was nützen mir 10.000de Follower die sich nicht wirklich interessieren? Was nützen mir Fotos in meiner Timeline die ich nicht sehen mag? Mir ist EIN Follower lieber dem an meinen Arbeiten etwas liegt. Es ist ein merkwürdiges System. Facebook, Instagram, Pinterest und wie sie alle heissen sind moderne Tamagotchis, deren Stream permanent gefüttert werden will, wie ein unersättlicher Vielfraß, und die Belohnung ist Aufmerksamkeit für einen Augenblick. Es erscheint mir wie ein Tanz ums goldene Kalb, ein immer schnelleres drehen um sich selbst und seinesgleichen. Mir wird schwindelig davon. Für meinen „künstlerischen Werdegang“ und meine Suche nach mir selbst spielt das alles keine Rolle — aber es beeinflusst mich natürlich positiv wie negativ. Auch habe ich keinerlei Erwartung über Facebook und Co. bekannt zu werden. Deshalb verbringe ich auch „keine“ Zeit mit der Selbstvermarktung. Sie raubt mir Zeit für die wesentlichen Dinge, und ich bin als „nicht kommerzieller“ Mensch ja auch nicht darauf angewiesen. Dennoch folge ich natürlich einigen Fotografen und anderen Künstlern — vornehmlich Menschen die ich kenne oder die mich inspirieren (oder beides), und freu mich auch über Follower die das genau so sehen Ich sehe es so das diese Suche nach dem eigenen Ausdruck, nach dem Sinn, nach dem was in mir brennt und irgendwie raus will nichts damit zu tun hat in wie vielen Communities ich präsent bin, wie viele Leute mich dort kennen, und wie viele Likes und Kommentare unter meinen Fotos stehen. Mir ist egal ob jemand meine Arbeiten mag, aber ich freue mich selbstredend wenn sie jemandem gefallen. Manchmal mag ich sie selber nicht aber ich finde vielleicht dennoch etwas besonderes darin, und wundere mich was sich da Bahn bricht. Immer wieder entspricht das auch unseren Sehgewohnheiten und dem was mir überall an Bildern begegnet — was ich dann auch als langweilig und schon tausendfach gesehen empfinde. Manchmal auch nicht, und dann merke ich das ich etwas für mich besonderes geschaffen habe und vielleicht auf meinem Weg ein Stück weiter gekommen bin. Manchmal stehe ich auch auf der Stelle und bin einfach blind, und so bin ich halt mein eigener Pfadfinder, und so dokumentiere ich hier meinen Weg. Manchmal denke ich: „Je mehr Fotos ich mir von anderen Menschen anschaue, je mehr anderen Menschen ich folge, desto weniger folge ich mir selber“. Manchmal frustriert dieses Umschauen auch. Zum Beispiel wenn die eigene Bildidee, oder eine Stimmung schon irgendwo auf der Welt viel perfekter und beeindruckender, spektakulärer, intensiver, gefühlvoller, treffender umgesetzt wurde. Das globale Dorf Internet empfinde ich dann als Fluch und Segen zugleich — weil das Umschauen, das Betrachten einer Fotografie, einer Skulptur, eines Gemäldes, oder eines Textes ja auch einen neuen Funken entzünden kann. Man kann sich daran reflektieren und sich inspirieren lassen, aber auch überfordern. Das Internet ist wie ein Schleifstein, und es besteht die Gefahr das der eigene ganz individuelle und so wertvolle Blickwinkel geschliffen wird bis nichts mehr von ihm übrig ist. Manchmal ist weniger mehr. Das Internet ist eine gigantische, überbordende, überfordernde Inspirationsquelle. Es eröffnet einem neue Welten, aber es führt einem auch die eigene Limitierung vor Augen. Die Kunst ist sich nichts daraus zu machen. Bei diesem geschäftigen Lärm und dieser Überdosis an Kunst um mich herum fällt es mir oft nicht leicht mich zu reduzieren, in mich herein zu lauschen und draußen vor der Haustüre zu schauen wer und was mich umgibt und was ich davon für meine Arbeiten und meinen Weg nutzen kann, um dann unabhängig davon ob es der Welt gefällt oder nicht, etwas zu gebären. 'Kunst' kann es — wenn überhaupt — für mich aber erst dann werden, wenn es mir gelingt das eigene Gefühl zum Betrachter zu transportieren… oder halt ein anderes. Was letztlich Kunst ist, und was eine „ordinäre“ Fotografie entscheidet am Ende jeder Betrachter individuell für sich. Inspiration hat für mich auch immer was mit Intuition, Aufmerksamkeit und Konzentration zu tun — und all das wird durch das Internet zerstreut. Es befreit ungemein sich dem sozialen Druck 'gefallen wollen' zu müssen, und likes zu sammeln nicht zu beugen. Ich merke aber auch das mir Fotokurse nichts (mehr) nützen in meiner Entwicklung, das das was ich suche jenseits technischer Perfektion, der puren Abbildung, Modelposen, und schrägen nie gesehenen Inszenierungen liegt. Ich habs aber noch nicht gefunden, und deswegen bleibt die Fotografie auch weiterhin ein spannender Weg für mich, inclusive aller Fehler, Irrwege und Nebenschauplätze :) Ich glaube fast durch dieses tiefe Tief müssen alle Fotografen durch, es ist schwer sich dem Sog zu entziehen der da in Form von Foto-Streams und Social-Media-Timelines durch Internet strömt – …und dann trifft man né Entscheidung, und am Ende laufe auch ich genau so durch die Welt: Es ist MEIN Ding, meine Sicht, mein Gefühl, mein Bild… ich mach was ich will, wie ich es will, und wann ich will… was andere darüber denken ist mir nicht immer egal… aber ich nehme es nicht persönlich. Wer will kann sich zum Teufel sharen, mir ist das Wurscht… wer meine Arbeiten missachtet ist selber schuld :P …ich sehe mich nicht als Unterhalter der Massen, und beuge mich nicht dem Zwang der Selbstvermarktung, und so verwaist mein FB Konto allmählich… ich gehe dann mal lieber Fotos machen. Einen schönen Tag für euch… Habts gut! Ps. Das ist ein repost meines Artikels auf glimpse-of-life.de vom 25. April 2013, und er war und ist mir wichtig und immer wieder hochaktuell das ich ihn leicht aktualisiert in diesem Rahmen noch einmal veröffentlicht habe. Ich bitte um Nachsicht.",
    "dateCreated":"2013-04-25 00:00",
    "dateModiefied":"2014-05-24 00:00"
  },
  {
    "id":"2dbb782a-f274-4295-9f21-390c3e3a6743",
    "title": "Virtuelle Fotografie",
    "content":"Zur virtuellen Fotografie bin ich in der Corona Pandemie eher beiläufig gekommen. Reisen und rausgehen war ja während der Lockdowns eher nicht so gut, und so hab ich mich dezent notgedrungen in Neuland begeben: Reisen durch die wunderbaren virtuellen Welten der Computerspiele. Zuerst war ich skeptisch, aber ich muss sagen: Jedes Spiel ist eine Wundertüte an fotografischen Möglichkeiten. Ich tappe jedes mal komplett im Dunkeln was mich erwartet, und ob sich brauchbare Fotos daraus ergeben, und es macht mehr Spaß als gedacht. Das Thema Virtual Photography, oder auch In-Game oder kurz Game Photography finde ich als Fotograf derzeit ziemlich spannend. Dazu gekommen bin ich im Zuge der Corona-Pandemie. Die Möglichkeit zum Beispiel einfach Screenshots von einem Bildschirm / Film zu machen existiert ja schon lange, aber mit dem fortschreiten der Zeit und der Technik ist ein eigenständiges Genre entstanden, das allerdings noch ein Nischendasein fristet, aus dem es langsam heraus kommt. Da drängt sich natürlich sofort die Frage auf ob das überhaupt Fotografie ist, und ob man das überhaupt darf, weil es sich ja bei einem Computerspiel quasi um das Kunstwerk eines anderen handelt. Unter anderem darüber möchte ich im Folgenden ein wenig reflektieren. # Die Zukunft der Fotografie? In der Produktfotografie ersetzt der virtuelle Raum schon jetzt häufig das Foto und Filmstudio. Durch VR Technik verschmelzen realer und virtueller Raum, in dem der eine in den anderen eingebunden wird. Immer leistungsfähigere Computer ermöglichen eine große Bandbreite von sehr realistisch aussehenden Darstellungen, bis hin zu sehr kreativen, phantastischen Auslegungen unserer Realität. Das beobachten wir täglich in Kino und Fernsehen — mehr in Filmen, als in den Werbepausen (denn niemand schaut Werbung  — dabei feiert dieses Genre gerade dort, in der Produktfotografie (Bsp. Adobe), große Erfolge. Egal wie wir das bewerten: Der virtuelle Raum ist bereits allgegenwärtig, und er erobert sich immer neue Spielwiesen. Computerspiele eröffnen ganz eigene virtuelle Räume, und sie waren — und sind — Technologietreiber. Im Gegensatz zu Filmen, die passiv konsumiert werden, ist man hier aktiv und gestaltet mit. Traditioneller Film und Computerspiel werden zukünftig immer mehr zu einem interaktiven Erlebnis verschmelzen. Die Fotografie ist Teil dieses Wandels — Fotoapparate werden immer mehr zu Filmkameras, was ermöglicht mittels KI automatisch die besten Fotos aus dem Datenstrom  zu extrahieren. Mit 3D-Vermessung und Raytracing werden ganze Räume erfasst, so das der fotografierte Raum nachträglich begangen werden kann, um zum Beispiel den Besten Standpunkt für eine Fotografie finden, um dann erst das  Bild zu machen. Das ist recht fiktionale Zukunftsmusik — die Realität wird mit Sicherheit aber noch viel unglaublicher und phantastischer, als wir uns das heute ausmalen können. Die virtuelle Fotografie in Spielen liefert heute schon erste Ansatzpunkte wohin die Entwicklung auch für die traditionelle Fotografie gehen könnte. # Traditionell versus Virtuell Computerspiele formen eine eigene (eigenwillige) Realität, die mit fotografischen Mitteln erforscht werden kann. > Fotografie unter anderem eine Kunst der Beobachtung. Es geht darum, etwas Interessantes an einem gewöhnlichen Ort zu finden … Fotografie hat wenig mit den Dingen zu tun, die wir sehen — und alles mit der Art, wie wir sie sehen - Elliott Erwitt … und das ist imho unabhängig davon ob der Ort — das was ich wahrnehme (oder enger gefasst: sehe) — real oder virtuell ist. Fotografie ging schon immer über die reine Abbildung hinaus. Sie hat neben dem dezent irrigen Anspruch die Wirklichkeit ab zu bilden, schon immer genau das Gegenteil getan: Neue Welten erschaffen, und Sichtweisen und Interpretationen geliefert. Es geht schlicht erstmal nur darum das visuell ab zu bilden, was das Interesse des Fotografierenden weckt. Wenn es gut läuft, hat er ein spannendes Foto, erzählt eine Geschichte, und löst Assoziationen im Betrachter aus. Wie er letztlich zu dem Foto kommt, sollte dabei nebensächlich sein. Ich sehe da keinen Unterschied zur traditionellen Fotografie, und auch keine neuen Konfliktfelder. So groß unterscheiden sich die virtuellen Fotos also gar nicht von den Bildern aus der realen Welt, wo sich die Leute inszenieren, denn auch das hat meist nur wenig bis gar nix mit “der Realität” zu tun, auch wenn wir uns das vielleicht wünschen. In der virtuellen Fotografie stellt sich die Frage gar nicht, ob das inszeniert ist, oder real. Es ist vollkommen klar: Hier ist alles fake und inszeniert. Es ist ein einziges großes Schauspiel, ein Puppentheater. In so fern kann man sich entspannt zurück lehnen, und die Show unbeschwert genießen, oder? Die Frage würde ich mit ja und nein beantworten. Virtuelle Fotografie steht zB. im Verdacht, nur die Reproduktion einer fremden Inszenierung zu sein. Eine Ursache für diese Bewertung könnte in der Erfahrung liegen. Der Spieler hat einen Bezug zur virtuellen Welt, der dem nicht Spieler fehlt — genauso wie Erfahrung (gern auch im doppeldeutigen Sinne): Er hat diese Welten nicht selbst bereist, und erlebt. Die reale Welt kennt — vereinfacht gesagt — jeder, und jeder kann aus dieser Erfahrung heraus für sich beurteilen, ob er eine Fotografie als gelungen betrachtet oder nicht. Außerdem lässt sich meiner Meinung nach dieser Verdacht auf die gesamte Fotografie ausweiten. Irgendwo ist alles vom Grundsatz her eine fremde Inszenierung, oder Teil einer fremden Inszenierung. Vom Individuum das ich portraitiere, über die Stadt, die ich als Fotograf ja auch nicht gebaut habe. Die Kunst in der Fotografie ist doch, alles — all das was uns umgibt — als Bühne für die eigene Inszenierung und Interpretation zu betrachten. Dazu gehört imho auch der virtuelle Raum. Ich fotografiere im Sinne einer dokumentarischen 'objektiven' Fotografie also nicht das Spiel, sondern ich Fotografie im Spiel — nutze also den dargebotenen virtuellen Raum um mein eigenes Ding zu machen. Die Weltenbauer selbst fordern die Spieler mittlerweile regelrecht dazu auf ihre Welten zu erforschen, zu fotografieren und zu filmen, in dem sie entsprechende virtuelle Kameras ins Spiel einbauen. Das machen sie natürlich nicht ganz uneigennützig — sie haben schlicht festgestellt, das sich die Spieler dann länger im Spiel aufhalten  Dabei gehen einige Hersteller so weit, das man auch Parameter der Umwelt wie Licht und Wetter frei einstellen, und die Figuren possieren lassen kann, sofern man sowas mag — die virtuelle Welt als Fotostudio. Man kann allerlei Arten von Fotografie-Genres im virtuellen Raum betreiben. Manchmal fühlt man sich auch wie ein Standfotograf beim Film, mit der Erlaubnis während der Dreharbeiten zu fotografieren. Wer es ganz puristisch mag schnappt sich Blender, Unreal Engine, Cryengine, Unity, oder ähnliche Tools, überwindet die Lernschwelle, und baut sich seine zu fotografierenden virtuellen Welten selber. Besonders gut zum fotografieren eignen sich weiträumige open World Spiele, die eh schon zum freien Erkunden einladen, und von den Erstellern liebevoll mit allerlei Details ausgestattet werden. Eine Sonderstellung nehmen dabei generativ erzeugte Welten ein wie zum Beispeil No Mans Sky, weil sich dort — wie im richtigen Leben — auch vom “Zufall” geschaffene, überraschende Perspektiven auftun. Alle Spiele haben aber eines gemeinsam: Man muss sie spielen um zu seinen Fotos zu kommen. Das kann in mehrerlei Hinsicht anstrengend sein. Spiele sind ihrer Natur nach sehr auf Dynamik ausgelegt, innehalten ist eher nicht das Ziel. Sie sind ausserdem in der Regel voller Action / Gewalt — gut, das ist bei Filmen ja oft nicht anders. Sie sind durchaus unterschiedlich schwer zu fotografieren, was unter anderen an verschiedensten Einschränkungen bzw. Freiheitsgraden liegt. So kann man zum Beispiel im Fotomodus unterschiedlich stark in seiner Bewegungsfreiheit eingeschränkt sein, und die Ausstattung der Kamera schwankt von opulent bis minimalistisch. Virtuelles Fotografieren unterscheidet sich aber in vielerlei Hinsicht nicht vom traditionellen. Ich muss die unterschiedlichen Kameras beherrschen, mit ihren Stärken und Schwächen. Beispielsweise muss ich mich entscheiden, ob ich lieber das Zoom benutze, oder mir das Bild erlaufe. Es gelten die selben Gesetze der Bildgestaltung. Ich muss ein Motiv, eine Situation erkennen, kann dann aber für den Moment, in dem ich in der realen Welt auf den Auslöser drücke um den Moment ein zu fangen, die Zeit anhalten, mich frei wie eine Drohne im Raum bewegen, um das Bild final zu gestalten, oder gar ganz neue Zusammenhänge zu entdecken — hab also ganz andere Möglichkeiten meine Komposition hin bekommen, und dann erst auf den Auslöser zu drücken. Manchmal gibt es auch keinen speziellen Fotomode, und man muss mit der Sicht des Spiels auskommen, kann sich also im besten Fall  im stehen und hocken umschauen, vielleicht noch springen, muss aber die feste Brennweite der Spielersicht  nutzen. Am Ende hat man einen Screenshot mit Benutzerinterface, der erst zur finalen Bildidee / Komposition — zum eigentlichen Werk — umgearbeitet werden muss. Das Video oben beschreibt das ganz gut. Was ich ein wenig schade finde ist, das immer wieder die Frage nach dem “wo” mehr in den Vordergrund gerückt wird, als die Bildaussage. Das ist auch im obigen Video so: Im Zentrum der Betrachtung steht neben der Bildgestaltung, das am Besten noch in der Realität verankerte — “wo” — hier eine virtuelle Nachbildung von London. Interessant ist auch die Diskussion unter dem Video. # Binary Voids — Das Projekt Binary Voids ist mein Projekt zum Thema Virtuelle Fotografie. Ziel des Projektes ist es, Computerspiele zu feiern, und die virtuelle Räume mit den Mitteln der traditionellen Fotografie zu erforschen. Da das alles neu für mich ist, lass ich mich dabei treiben, und sehe mich ergebnisoffen um. Aus dem was ich vorfinde und entdecke, versuche ich dann neue Inszenierungen zu entwicklen, verschränke die verschiedenen Welten, um so ein neues Narrativ zu schaffen. In einem ggfs. weiteren Schritt, werde ich sie mit der realen Welt verweben, oder überlagern. Das ist erstmal die grob skizzierte Idee. Besonders spannend sind für mich die Stellen, an denen die auf den ersten Blick perfekte, cleane, virtuelle Welt ihre Bruchstellen, und Risse hat, an der Materialität und Grenzen sichtbar werden. Jede der virtuellen Welten, bringt ihre eigenen Besonderheiten mit: * Control (Remedy Entertainment) — Hier beschränkt sich alles im wesentlichen auf das innere eines einzigen eher drögen Verwaltungsgebäudes, in der sich eine surreale Geschichte entfaltet. Man kann einiges an Einfluss nehmen, und die Welt 'umgestalten'. * Cyberpunk 2077 (CD Project Red) — Ermöglicht fast klassische Streetphotography in einer virtuellen Stadt der Zukunft. Die Sicht in die Welten ist durch den Fernseher beschränkt, und durch das 16:9 Querformat geprägt. Dieses Schema — diese Sehgewohnheit — durchbreche ich, in dem ich die Bilder hochformatig komponiere, was auch mein bevorzugtes Format in der Streetphotography ist.",
    "dateCreated":"2023-05-05 00:00",
    "dateModiefied":"2023-05-05 00:00"
  },
  {
    "id":"55a50738-4b9a-43f0-9932-67629f7b5341",
    "title": "Test 1",
    "content":"",
    "dateCreated":"2013-04-25 00:00",
    "dateModiefied":"2014-05-24 00:00"
  },
  {
    "id":"ae169910-4aea-44ec-a3ac-cdd675f4b689",
    "title": "Test 2",
    "content":"",
    "dateCreated":"2013-04-25 00:00",
    "dateModiefied":"2014-05-24 00:00"
  },
  {
    "id":"558e67eb-e83b-46c0-91f3-19f560eee502",
    "title": "Test 3",
    "content":"",
    "dateCreated":"2013-04-25 00:00",
    "dateModiefied":"2014-05-24 00:00"
  },
  {
    "id":"cc002666-e0ee-4bb5-9e88-d32f22f7aa02",
    "title": "Test 4",
    "content":"",
    "dateCreated":"2013-04-25 00:00",
    "dateModiefied":"2014-05-24 00:00"
  }
]
